Revit 2027 API
SymbolTypeId.Cfh Property
 Symbol CFH, indicating unit Cubic feet per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cfh { get; }
Public Shared ReadOnly Property Cfh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cfh {
	ForgeTypeId^ get ();
}
static member Cfh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace